const questions = [
    {
        text: 'Как вы проводите свое свободное время?',
        answers: [
            'a) Читаю книги или слушаю музыку в одиночестве.',
            'b) Общаюсь с друзьями или занимаюсь спортом.',
            'c) Я предпочитаю заниматься творческими делами, такими как рисование или написание музыки.',
        ]
    },
    {
        text: 'Что вы считаете наиболее важным в отношениях?',
        answers: [
            'a) Свобода и независимость.',
            'b) Любовь и эмоциональная близость.',
            'c) Уважение и взаимопонимание.',
        ]
    },
    {
        text: 'Как вы предпочитаете учиться?',
        answers: [
            'a) Я предпочитаю учиться самостоятельно.',
            'b) Я предпочитаю работать в группе.',
            'c) Я предпочитаю индивидуальные консультации с преподавателем.',
        ]
    },
    {
        text: 'Как вы относитесь к изменениям?',
        answers: [
            'a) Я люблю изменения и не боюсь рисковать.',
            'b) Я предпочитаю избегать изменений и оставаться в зоне комфорта.',
            'c) Я отношусь к изменениям с осторожностью, но готов рискнуть, если это необходимо.',
        ]
    },
    {
        text: 'Как вы предпочитаете решать проблемы?',
        answers: [
            'a) Я люблю анализировать ситуацию и искать лучшее решение.',
            'b) Я предпочитаю общаться с другими людьми и искать совет.',
            'c) Я откладываю решение проблемы до последнего момента.',
        ]
    },
 





]

export default questions;