const questions = [
    {
        text: '1. Как часто вы чувствуете себя уверенным в своих способностях?',
        answers: [
            'Часто',
            'Иногда',
            'Редко',
            'Никогда',
        ]
    },
    {
        text: '2. Часто ли вы испытываете чувство страха или тревоги?',
        answers: [
            'Часто',
            'Иногда',
            'Редко',
            'Никогда',
        ]
    },
    {
        text: '3. Как часто вы испытываете эмоции и чувства, которые вам трудно объяснить?',
        answers: [
            'Часто',
            'Иногда',
            'Редко',
            'Никогда',
        ]
    },
    {
        text: '4. Как часто вы думаете о своих чувствах и переживаниях?',
        answers: [
            'Часто',
            'Иногда',
            'Редко',
            'Никогда',
        ]
    },
    {
        text: '5. Часто ли вы чувствуете себя одиноким или изолированным от других людей?',
        answers: [
            'Часто',
            'Иногда',
            'Редко',
            'Никогда',
        ]
    },
    {
        text: '6. Как часто вы чувствуете, что не можете контролировать свои эмоции?',
        answers: [
            'Часто',
            'Иногда',
            'Редко',
            'Никогда',
        ]
    },
    {
        text: '7. Часто ли вы опаздываете или не соблюдаете договоренности?',
        answers: [
            'Часто',
            'Иногда',
            'Редко',
            'Никогда',
        ]
    },
    {
        text: '8. Как часто вы чувствуете себя взрослым и ответственным человеком?',
        answers: [
            'Часто',
            'Иногда',
            'Редко',
            'Никогда',
        ]
    },
    {
        text: '9. Как часто вы сравниваете себя с другими людьми?',
        answers: [
            'Часто',
            'Иногда',
            'Редко',
            'Никогда',
        ]
    },
    {
        text: '10. Как часто вы принимаете решения на основе своих личных убеждений, а не под влиянием мнения других людей?',
        answers: [
            'Часто',
            'Иногда',
            'Редко',
            'Никогда',
        ]
    },







]

export default questions;